import React from 'react';
import ReactDOM from 'react-dom';
import './index.css';
import {Fragment} from 'react';
// import logo from '../img/fon.jpg';
//import 'bootstrap/disk/css/bootstrap.css'
// import App from './App';
// // import * as serviceWorker from './serviceWorker';


const App=()=>{
    return(
        <Fragment>
            <header>
            
                <div>
                    <h1 className="Title">Резюме</h1>
                   
                    <h2 className="Title">  Цехмейструк Юлія Миколаївна </h2>
                    <h3 className="Title">Адреса: м. Рівне  Вік: 32 р.,Тел.  (068)026-19-98      E-mail: juliasm11@ukr.net </h3>
                </div>
            </header>
            <main>
                <div className="resume">
                    <h2 className='Title'>Освіта</h2>
                  <ul>
                    <li> 2002-2006н.р. – педагогічний коледж. Спеціальність: вчитель початкових класів та  англійської мови. Диплом молодшого спеціаліста з відзнакою.</li>
                  <li>2006-2009н.р. – Рівненський державний гуманітарний університет. Спеціальність: вчитель початкових класів. Диплом спеціаліста з відзнакою.         </li>
                  <li>2006-2012 н.р. -Національний університет «Острозька академія». Спеціальність : фінанси  і кредит. Диплом магістра. </li>
                  <li>2012р – навчання  в сфері кредитування та продажів авто.</li>
                  <li>2013-2015р –семінари, тренінги, навчання готельно-ресторанного бізнесу.</li>
                  <li>2019р. - навчання  в комп"ютерній акаемії "Шаг"</li>
                  </ul>
                </div>
                <div>
                    <table>
                        <tr>
                            <th>  Термін   роботи  </th>
                            <th>Посада</th>
                            <th>Виконувані обов’язки</th>
                        </tr>
                        <tr>
                            <td>Серпень 2006-вересень 2007</td>
                            <td>Діловод центральної районної бібліотеки</td>
                            <td>Прийняття, реєстрація кореспонденції і направлення її у структурні підрозділи. Ведення картотеки обліку проходження документальних матеріалів, здійснення контролю за їх виконанням, видача необхідних довідок щодо зареєстрованих документів. Відправлення відповідної документації адресатам. Ведення обліку отриманої і відправленої кореспонденції, систематизація й зберігання документів поточного архіву. Забезпечення зберігання службової документації. </td>
                        </tr>
                        <tr>
                            <td>Вересень 2007 –травень 2008</td>
                            <td>Вчитель англ. мови,  кл. керівник в ЗНЗ</td>
                            <td>Освітньо-виховна діяльність.  Проведення навчальних занять, виховних годин, екскурсій. Робота з батьками. Організація дитячих свят, Нового року додаткових занять з англійської мови.</td>
                        </tr>
                        <tr>
                            <td>Травень 2008 – липень 2010</td>
                            <td>Консультант з надання кредитів в ЗАТ «Догмат Україна»</td>
                            <td>Надання споживчих та готівкових кредитів. Консультація потенційних позичальників, оцінка платоспроможності клієнта, організація підписання договорів, формування необхідного пакету документів та відповідальність за їх дійсність. Робота з торговими точками </td>
                        </tr>
                        <tr>
                            <td>Липень 2010 - травень 2011 </td>
                            <td>Спеціаліст з продажу    ТОВ «Авто Просто»</td>
                            <td>  Здійснення продажу автомобілів  в розстрочку, підписання договорів, формування основного пакету документів для відправки на центральний офіс. Залучення нових клієнтів, креативна робота з різною рекламою (розробка власної). Активна робота із запереченнями та ведення переговорів, розробка презентацій.</td>
                        </tr>
                        <tr>
                            <td>Травень- грудень 2011</td>
                            <td>Менеджер з туризму</td>
                            <td>Робота з документацією, продаж туристичних продуктів, оформлення необхідних документів, супровід екскурсійних груп, розробка калькуляцій, здійснення переговорів та укладення необхідних договорів, участь  у семінарах, планування роботи компанії.</td>
                        </tr>
                        <tr>
                            <td>З січня 2012р. -  вересень 2012р.</td>
                            <td>Керівник відділу туризму і кемпінгу в інтернет-магазині</td>
                            <td>Управління, контроль, планування та аналіз роботи менеджерів відділу. Здійснення  прямих продаж, оформлення первинної документації, ведення фінансової звітності.  Підготовка та здійснення всіх необхідних процесів для вдосконалення роботи сайту та підвищення рентабельності продажу продукції, моніторинг ринку та забезпечення конкурентоспроможності запропонованих товарів. </td>
                        </tr>
                        <tr>
                            <td>Вересень 2012- травень 2013</td>
                            <td>Адміністратор</td>
                            <td>Координація роботи працівників готелю( покоївки, ремонтники) та ресторану. Співпраця з поставщиками, за необхідністю пошук нових.  Вирішення конфліктних ситуацій. Підписання договорів про співпрацю, підготовка необхідних документів для проведення взаєморозрахунків. Навчання особистісне та організація навчання персоналу, перевірка якості виконаної роботи. </td>
                        </tr>
                        <tr>
                            <td>Травень 2013 - по теперішній час</td>
                            <td>Менеджер </td>
                            <td>Управління готельно-ресторанним комплексом. Співпраця з посередниками, робота з сайтом, організація  та проведення навчання та дозвілля персоналу. Контроль  якості виконання роботи в готелі (чистота номерів, гостинність, чесність) та ресторані (якість страв та високий рівень обслуговування)</td>
                        </tr>

                    </table>
                </div>
                <p><span>Громадська діяльність:</span> Член громадської молодіжної організації «Смарт» з 2002 року.  Заснування власної громадської організації свого міста «Світ». Участь  у         ролі ведучої на масових заходах. Підтримую хороші відносини з друзями з-за кордону з питань обміну молоддю між Європейськими країнами (сама двічі брала  в ньому участь в ролі лідера і перекладача з англійської). </p>
           
           <p><span>Особисті якості: </span> Відповідальна. Працелюбна. Ініціативна з креативними здібностями. Легко навчаюсь. Цілеспрямована. Життєрадісна. Комунікативна, легко знаходжу спільну мову з навіть незнайомими людьми. Володію лідерськими якостями. Вмію працювати з запереченнями та  у потрібний момент відстоювати свою думку спираючись на факти і, якщо потрібно, на законодавчу базу. Оптимістка з реальним  поглядом на справи і   мрією кар’єрного росту.</p>
       
           <p><span>Додаткові відомості:</span>  Вільно володію англійською  та російською мовами. Є достатні навички користування комп’ютером та комп’ютерною технікою (Word, Exel, OfficePublisher, Accese, Power Point, WinRar, WinZiр, Internet,…). У вільний час займаюсь малюванням, ліпленням, організовую та проводжу дитячі свята, корпоративи. Судима не була,  шкідливих звичок не маю і підтримую здоровий спосіб життя.</p>
           
            </main>
            <footer>
           <p> Кредо: «Іти  вперед з бажанням, завзяттям  і посмішкою!».</p>
           <p> Я дійсно потрібний Вам співробітник, який зробить значний внесок у розвиток Вашої організації.</p>
            </footer>

        </Fragment>
    )
}

ReactDOM.render(<App />, document.getElementById('root'));
